Repository: ScienceForBI/pcbsd-translate
Catalog: ts/*/NetworkManager.xlf
Languages: it

source: Device Properties
it: Propriet√† Periferica

source: Device Settings
it: Settaggi Periferica

source: Netmask:
it: Maschera di rete (netmask):

source: Use DHCP
it: Usa DHCP

source: Static IP Address
it: Indirizzo IP Statico

source: IP Address:
it: Indirizzo IP

source: &Cancel
it: &Annulla

source: Alt+C
it: Alt+A

source: &Save
it: &Salva

source: Missing Fields
it: Campi Mancanti

source: You must enter an IP and Netmask to continue!
it: Devi inserire un indirizzo IP ed una maschera di rete (netmask) per continuare !

source: Warning
it: Attenzione

source: IP Address is out of range! (
it: Indirizzo IP non valido! (

source: ) Fields must be between 0-255.
it: ) I campi devono essere tra 0 e 255.

source: Netmask is out of range! (
it: Maschera di rete (netmask) non valida! (

source: PC-BSD Network Manager
it: PC-BSD Amministratore di Rete

source: Devices
it: Periferiche

source: Local Network Adapters
it: Adattatori di rete locale

source: Display system tray icon
it: Visualizza l'icona nella system tray

source: Device Status
it: Stato Periferica

source: Link Status:
it: Stato Link:

source: IP Address:
it: Indirizzo IP:

source: MAC Address:
it: Indirizzo MAC:

source: &Configure
it: &Configura

source: System-wide configuration settings
it: Settaggi per la configurazione si sistema

source: IPv6 gateway:
it: Gateway per l'IPv6:

source: Enable IPv6 on this system
it: Abilita l'IPv6 per questo sistema

source: Enable PPPoE on this system
it: Abilita PPPoE su questo sistema

source: PPPoE configuration
it: Configurazione PPPoE

source: Username:
it: Nome Utente (username):

source: Internet Connection Sharing
it: Condivisione la Connessione ad Internet

source: Alwa&ys on connection
it: Sempre su Conessione

source: PPPoE Device
it: Periferica PPPoE

source: Service name (optional):
it: Nome Servizio (opzionale):

source: Detecting Devices...
it: Rilevamento Periferiche...

source: Netmask:
it: Maschera di rete (netmask):

source: Warning
it: Attenzione

source: DNS #1 is out of range! (
it: DNS #1 non valido! (

source: ) Fields must be between 0-255.
it: ) I campi devono essere compresi tra 0 e 255.

source: DNS #2 is out of range! (
it: DNS #2 non valido! (

source: Gateway is out of range! (
it: Gateway non valido! (

source: Configure
it: Configura

source: Device Information
it: Informazioni Periferiche

source: Enable device
it: Abilita Periferica

source: Disable device
it: Disabilita Periferica

source: Restart the Network
it: Riavvia la Rete

source: Root Access Required
it: Accesso come Amministratore di sistema (root) richiesto

source: This program must be run as root. Click the "Administrator Mode" button below or restart the program as root.
it: Questo programma deve essere caricato come amministratore di sistema (root). Clicca su "Modo Amministrativo" o eseguire il programma come amministratore (root).

source: Restarting Network
it: Riavviando la Rete

source: Restarting the Network... Please Wait...
it: Riavviando la Rete... Attendere Prego...
